export const itemsMenu = {
  "Элемент 1": { value: "Элемент 1" },
  "Элемент 2": {
    value: "Элемент 2",
    children: [
      { value: "Элемент 2.1" },
      {
        value: "Элемент 2.2",
        children: [
          "Элемент 2.2.1",
          "Элемент 2.2.2",
          "Элемент 2.2.3",
        ]
      },
      { value: "Элемент 2.3" },
      {
        value: "Элемент 2.4",
        children: [
          "Элемент 2.4.1",
          "Элемент 2.4.2",
          "Элемент 2.4.3",
          "Элемент 2.4.4",
          "Элемент 2.4.5",
          "Элемент 2.4.6",
          "Элемент 2.4.7",
        ]
      },
      { value: "Элемент 2.5" },
      { value: "Элемент 2.6" }
    ]
  },
  "Элемент 3": { value: "Элемент 3" },
  "Элемент 4": {
    value: "Элемент 4",
    children: [
      {
        value: "Элемент 4.1"
      },
      {
        value: "Элемент 4.2"
      }
    ]
  },
  "Элемент 5": { value: "Элемент 5" },
  "Элемент 6": { value: "Элемент 6" }
};











